{"index":{"slug":"index","filePath":"index.md","title":"Welcome to Quartz","links":[],"tags":[],"content":"This is a blank Quartz installation.\nSee the documentation for how to get started."},"second-note":{"slug":"second-note","filePath":"second note.md","title":"second note","links":["the-meadow-behind-my-mother's-past-house","the-hill-that-ends-at-my-mother's-current-house","the-little-flakes-of-tree-that-float-in-the-space-between","third-note"],"tags":[],"content":"this is the second note.\nit has a list, it lists the three things that come to my mind first:\n- the meadow behind my mother’s past house\n- the hill that ends at my mother’s current house\n- the little flakes of tree that float in the space between\nI will elaborate further, please see the third note"},"the-fourth-note":{"slug":"the-fourth-note","filePath":"the fourth note.md","title":"the fourth note","links":[],"tags":[],"content":"is for things I suddenly remember reading or hearing about.\nLike that plantation mansion building that burnt down the other day.\nLook:\n\nit even had (or has?) its own slave graveyard:\n\nI hope it’s gone for good now. It was an evil building. Imagine the pain."},"third-note":{"slug":"third-note","filePath":"third note.md","title":"third note","links":[],"tags":[],"content":"this is the story about the little flakes of tree.\nI grew up around those trees.\nThe trees’s home is the floating meadowy hill between my mother’s past home and my mother’s current home. Although located on top of a hill, the trees stand in a shallow damp swamp. There seems to be some sort of body of water. When I was a child, I used to go up there all the time. One of the two cats we owned accompanied me. Trash surfaced after heavy rain, old trash of years ago. An old door. Little brown bottles that once had medicine in it. Pieces of metal that no longer had purpose or shape. The constant risk of scraping my skin on sunken metal scraps. But in May, the trees would bloom and emit these little flakes that behaved like snow, being blown about by the faintest wind. It is the prettiest thing."},"this-is-my-first-note":{"slug":"this-is-my-first-note","filePath":"this is my first note.md","title":"this is my first note","links":["second-note","the-fourth-note"],"tags":[],"content":"it is linked to the second note\nand I also linked it to the fourth note, where I randomly collect bits and pieces of things I remember reading that astonish me."}}